tap "fsouza/prettierd"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "jesseduffield/lazygit"
brew "age"
brew "jpeg-xl"
brew "aom"
brew "bat"
brew "deno"
brew "diff-so-fancy"
brew "libarchive"
brew "libass"
brew "pango"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "jq"
brew "mas"
brew "n"
brew "neovim", args: ["HEAD"]
brew "openjdk@11"
brew "ripgrep"
brew "tmux"
brew "tree"
brew "fsouza/prettierd/prettierd"
brew "jesseduffield/lazygit/lazygit"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "asana"
cask "cron"
cask "discord"
cask "docker"
cask "dotnet-sdk"
cask "firefox"
cask "font-blex-mono-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monoid-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-victor-mono-nerd-font"
cask "gather"
cask "google-chrome"
cask "grammarly-desktop"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keycastr"
cask "messenger"
cask "mongodb-compass"
cask "notion"
cask "obs"
cask "openemu"
cask "raycast"
cask "screenflow"
cask "slack"
cask "streamlabs-obs"
cask "visual-studio-code-insiders"
cask "zoom"
